the-great-rebalancing-michael-pettis.org
#+TITLE: The Great Rebalancing, by Michael Pettis
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="css/new.css" />
#+AUTHOR: Siva Swaminathan
#+DATE: June 2020
#+OPTIONS: toc:nil

(2013), so it is interesting to see how the book has aged.

- The way I would phrase his punchline: *In a globalized world, all domestic policy is trade policy.*
- Makes the point (and cites consensus among economic historians) that imperialism was driven by finding a market for excess production ("savings") generated by the industrial revolution (Ref: Hobson, Luxemburg, Lenin)
- $\textrm{GDP} \equiv \textrm{Consumption} + \textrm{Surplus (invested productively or not)}$ (eg: Refers to production surplus as "savings" which is unusual; normal English usage would lead one to consider /uninvested & fungible/ capital as savings, not quite production in excess of consumption, but maybe the wording is not crucial for the argument)(Seems like "GDP = Consumption + Savings/Investment" by definition, so any unconsumed surplus is called "savings")
- In summary, the only time it makes sense for a country to suppress wages (i.e. household income, which will mostly go towards consumption) is when it has high unemployment. In that case, increased investment compared to consumption will promote productive investment (/especially towards export/), and hence increase employment. After reaching high employment, continuing to suppress household income is effectively forcing unemployment in countries with policies less oriented towards thrift.
- Financial repression through low interest rates might effectively be similar to devaluing the currency, because it shifts resources from households (consumption) to businesses (investment).

* On production surpluses and income inequality (appendix)
- Age of mass production & mass consumption. Lacking capital for mass consumption, non-savers reduce consumption, so there's no return for savers investing capital to boost production -- unless consumers take on debt. So, /rising income inequality forces up the savings rate/ since rich people can't/don't consume proportional to wealth (or redistribute for others to consume). If credit cannot surge enough, another consequence is rising unemployment (decreased production to match decreased demand) (This is what triggered New Deal policy making, as a response to Gilded Age inequality -- Marriner Eccles FRB Chairman 1932-1948).
- If household income (as a fraction of GDP) shrinks, then households retain (and therefore consume) a smaller fraction of their productivity.
- Pettis argues that different policies in Germany & China which transfer money from households (suppress consumption) to producers (boost production) have similar effects.
  - In Germany, agreement circa ~2000 to restrain wage growth lower than productivity. German euro is "undervalued" in relation to Spain, Italy, France having "overvalued" euro.
  - In China, caused by a combination of large (rural) unemployment rate (and export-focused policies?). Undervalued yuan since 1994, and artificially low interest rates.
- If there are available avenues for productive investment (i.e. capital is the limiting factor determining growth i.e. "capital-ism"), inequality is a good eay of financing them -- since the rich will likely invest marginal gains, compared to the poor who will likely consume marginal gains. (Many developing countries suffer because of insufficient savings to bootstrap productive investments, simultaneously creating jobs).
- Productivity improvements could result in increasing incomes or inequality (empirical analysis: Piketty's r-vs-g). When productivity improvements are sufficiently high (the target of juicy investment opportunities i.e. low-hanging fruit), household quality-of-life increases even when inequality does (can now consume more per unit income, so okay if incomes don't grow as much, esp. as a fraction of GDP), and the increased inequality is used to sponsor the next round of productivity improvements. This is the crux of the "trickle down" theory (where capitalists are mythologized as "job creators" leading progress; the phase the US "elite" believe themselves to be in).
** What happens when savings rise (due to increasing income inequality)?
As an immediate consequence, productive investment must rise with savings, or it can be siphoned off into wasteful investment (excess inventory, or other useless endeavors).
- But (as Eccles pointed out) since the purpose of investment today is (to profit off) increased consumption tomorrow, productive investment will only happen if inequality were not permanent (and about to reverse). So, unlikely to get increase in productive investment.
- Over short time periods, increasing inequality can be "buffered" by increasing inventory -- but likely people will not stupidly continue that over long periods.
- Too much capital, and not enough investing opportunities, so interest rates will naturally fall -- and suddenly cheap capital will likely lead to speculative asset bubbles! Example unproductive investments:
  - Infrastructure: unused {lavish buildings, swanky airports, highways, hosting a mega sporting event, etc}. Pettis claims: Arizona housing tracts, Dublin apartments, Spanish airports, Chinese ghost cities, etc.
  - Financial assets: overvalued securities.
  - Investment in zero-sum games (eg: Softbank -- WeWork and Uber; What about SuperPACs -- too small in scale?)
** Can savings increase be somehow avoided, even under increasing inequality?
Needs transfer of wealth from the rich to the poor. (eg: redistributive taxation to fuel consumption)
  1. Wealthy households "consume" proportionally to income. Generically unlikely to happen, but one set of possibilities eg: by funding charity, research(alternatively seen as productive investment), etc (eg: Gilded age; Bill Gates). Also, politically unsustainable in a democracy.
  2. Lower savings from poorer people to offset increased savings from wealthy people. eg: debt-fueled consumption (eg: student, home, credit-card loans; health-care funding?) but this is only possible whe there is an asset bubble (borrow against assets with increasing value, eg: houses, college degrees, etc.)
     - Note: An (eventual) debt jubilee is akin to redistributive taxation, except morally unfair in punishing poor savers who held off unwise consumption (hence politicallly untenable, unless done "uniformly" eg: universal college education)
  3. Increasing unemployment, so that you have a segment of population whose income drops to zero but consumption cannot, so they contribute negative to savings (either dip into their own savings, or borrow from others savings, or welfare from govt., or crime, etc.). This also reduces GDP, thereby reducing savings (since basic consumption will remain constant)
