the-great-rebalancing-michael-pettis.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-12-29 Tue 13:05 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The Great Rebalancing, by Michael Pettis</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Siva Swaminathan" />
<link rel="stylesheet" type="text/css" href="css/new.css" />
</head>
<body>
<div id="content">
<h1 class="title">The Great Rebalancing, by Michael Pettis</h1>
<p>
(2013), so it is interesting to see how the book has aged.
</p>

<ul class="org-ul">
<li>The way I would phrase his punchline: <b>In a globalized world, all domestic policy is trade policy.</b></li>
<li>Makes the point (and cites consensus among economic historians) that imperialism was driven by finding a market for excess production (&ldquo;savings&rdquo;) generated by the industrial revolution (Ref: Hobson, Luxemburg, Lenin)</li>
<li>\(\textrm{GDP} \equiv \textrm{Consumption} + \textrm{Surplus (invested productively or not)}\) (eg: Refers to production surplus as &ldquo;savings&rdquo; which is unusual; normal English usage would lead one to consider <i>uninvested &amp; fungible</i> capital as savings, not quite production in excess of consumption, but maybe the wording is not crucial for the argument)(Seems like &ldquo;GDP = Consumption + Savings/Investment&rdquo; by definition, so any unconsumed surplus is called &ldquo;savings&rdquo;)</li>
<li>In summary, the only time it makes sense for a country to suppress wages (i.e. household income, which will mostly go towards consumption) is when it has high unemployment. In that case, increased investment compared to consumption will promote productive investment (<i>especially towards export</i>), and hence increase employment. After reaching high employment, continuing to suppress household income is effectively forcing unemployment in countries with policies less oriented towards thrift.</li>
<li>Financial repression through low interest rates might effectively be similar to devaluing the currency, because it shifts resources from households (consumption) to businesses (investment).</li>
</ul>

<div id="outline-container-org9b3bac6" class="outline-2">
<h2 id="org9b3bac6"><span class="section-number-2">1</span> On production surpluses and income inequality (appendix)</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Age of mass production &amp; mass consumption. Lacking capital for mass consumption, non-savers reduce consumption, so there&rsquo;s no return for savers investing capital to boost production &#x2013; unless consumers take on debt. So, <i>rising income inequality forces up the savings rate</i> since rich people can&rsquo;t/don&rsquo;t consume proportional to wealth (or redistribute for others to consume). If credit cannot surge enough, another consequence is rising unemployment (decreased production to match decreased demand) (This is what triggered New Deal policy making, as a response to Gilded Age inequality &#x2013; Marriner Eccles FRB Chairman 1932-1948).</li>
<li>If household income (as a fraction of GDP) shrinks, then households retain (and therefore consume) a smaller fraction of their productivity.</li>
<li>Pettis argues that different policies in Germany &amp; China which transfer money from households (suppress consumption) to producers (boost production) have similar effects.
<ul class="org-ul">
<li>In Germany, agreement circa ~2000 to restrain wage growth lower than productivity. German euro is &ldquo;undervalued&rdquo; in relation to Spain, Italy, France having &ldquo;overvalued&rdquo; euro.</li>
<li>In China, caused by a combination of large (rural) unemployment rate (and export-focused policies?). Undervalued yuan since 1994, and artificially low interest rates.</li>
</ul></li>
<li>If there are available avenues for productive investment (i.e. capital is the limiting factor determining growth i.e. &ldquo;capital-ism&rdquo;), inequality is a good eay of financing them &#x2013; since the rich will likely invest marginal gains, compared to the poor who will likely consume marginal gains. (Many developing countries suffer because of insufficient savings to bootstrap productive investments, simultaneously creating jobs).</li>
<li>Productivity improvements could result in increasing incomes or inequality (empirical analysis: Piketty&rsquo;s r-vs-g). When productivity improvements are sufficiently high (the target of juicy investment opportunities i.e. low-hanging fruit), household quality-of-life increases even when inequality does (can now consume more per unit income, so okay if incomes don&rsquo;t grow as much, esp. as a fraction of GDP), and the increased inequality is used to sponsor the next round of productivity improvements. This is the crux of the &ldquo;trickle down&rdquo; theory (where capitalists are mythologized as &ldquo;job creators&rdquo; leading progress; the phase the US &ldquo;elite&rdquo; believe themselves to be in).</li>
</ul>
</div>
<div id="outline-container-org3ba345f" class="outline-3">
<h3 id="org3ba345f"><span class="section-number-3">1.1</span> What happens when savings rise (due to increasing income inequality)?</h3>
<div class="outline-text-3" id="text-1-1">
<p>
As an immediate consequence, productive investment must rise with savings, or it can be siphoned off into wasteful investment (excess inventory, or other useless endeavors).
</p>
<ul class="org-ul">
<li>But (as Eccles pointed out) since the purpose of investment today is (to profit off) increased consumption tomorrow, productive investment will only happen if inequality were not permanent (and about to reverse). So, unlikely to get increase in productive investment.</li>
<li>Over short time periods, increasing inequality can be &ldquo;buffered&rdquo; by increasing inventory &#x2013; but likely people will not stupidly continue that over long periods.</li>
<li>Too much capital, and not enough investing opportunities, so interest rates will naturally fall &#x2013; and suddenly cheap capital will likely lead to speculative asset bubbles! Example unproductive investments:
<ul class="org-ul">
<li>Infrastructure: unused {lavish buildings, swanky airports, highways, hosting a mega sporting event, etc}. Pettis claims: Arizona housing tracts, Dublin apartments, Spanish airports, Chinese ghost cities, etc.</li>
<li>Financial assets: overvalued securities.</li>
<li>Investment in zero-sum games (eg: Softbank &#x2013; WeWork and Uber; What about SuperPACs &#x2013; too small in scale?)</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org52b15a6" class="outline-3">
<h3 id="org52b15a6"><span class="section-number-3">1.2</span> Can savings increase be somehow avoided, even under increasing inequality?</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Needs transfer of wealth from the rich to the poor. (eg: redistributive taxation to fuel consumption)
</p>
<ol class="org-ol">
<li>Wealthy households &ldquo;consume&rdquo; proportionally to income. Generically unlikely to happen, but one set of possibilities eg: by funding charity, research(alternatively seen as productive investment), etc (eg: Gilded age; Bill Gates). Also, politically unsustainable in a democracy.</li>
<li>Lower savings from poorer people to offset increased savings from wealthy people. eg: debt-fueled consumption (eg: student, home, credit-card loans; health-care funding?) but this is only possible whe there is an asset bubble (borrow against assets with increasing value, eg: houses, college degrees, etc.)
<ul class="org-ul">
<li>Note: An (eventual) debt jubilee is akin to redistributive taxation, except morally unfair in punishing poor savers who held off unwise consumption (hence politicallly untenable, unless done &ldquo;uniformly&rdquo; eg: universal college education)</li>
</ul></li>
<li>Increasing unemployment, so that you have a segment of population whose income drops to zero but consumption cannot, so they contribute negative to savings (either dip into their own savings, or borrow from others savings, or welfare from govt., or crime, etc.). This also reduces GDP, thereby reducing savings (since basic consumption will remain constant)</li>
</ol>
</div>
</div>
