the-great-rebalancing-michael-pettis.org
** Universal thrift, and the tragedy of the commons
- Bernard Mandeville's /Fable of the bees/ was considered "un-christian" for stating that spending by the rich was good for the poor, and everyone becoming thrifty would be a disaster! (Interesting relation to Max Weber's Protestant ethic and the spirit of capitalism)
- John Hobson, Confessions of an economic heretic (~1930s)
- Thrift is great at an individual level; why not at the universal level?
  - Thrift is either productive investment, or optionality by deferring consumption. If nobody is doing enough consumption today, the cycle breaks and economic flywheel decelerates. If everyone held on to money for optionality, no-one would be doing any value-generating activity. Yet another tragedy of the commons! (let others spend today, and I shall spend tomorrow when I might get more bang for the my buck, compared to today!)
** Applying these ideas to what we observe in the world
- Summary table of possible equilibrating responses to increased savings from income inequality.
  - Of the six options, only "sustainable"[fn:: nature has a way of /forcing/ ecosystems to become sustainable] ones are to put savings towards productive investments, or unemployment (or welfare -- either by the rich, or through the government with VERY HIGH marginal tax rates, which is one of the sub-cases of "linear consumption").
  - In the current political climate (welfare unlikely), if productive investments don't absorb savings, the only macroeconomic solution is unemployment.
- In the intermediate term, unsustainable possibilities include debt-fueled consumption, but that will likely increase debt beyond serviceable levels, so unlikely to continue.
  - Examples galore in the US
  - Credit-financed consumption in Southern Europe, Housing bubbles around the (China, Canada, India?).
- Historically, unemployment starts in regions with fastest increase in debt (eg: US), but soon direct/indirect interventions in trade shift this to regions with high savings (eg: China, Germany)[fn:: Written in 2013, this seems incredibly prescient about the Trump phenomenon].
  - Regions with surpluses are dependent on high-demand regions to siphon off the savings & excess production, otherwise their own supply and demand cannot balance, and all their hitherto productive investments will turn unproductive (unless they can raise their consumption drastically). This is the position China & Germany are in.
  - Nicely worked out example of Germany-Spain system. (Presumably could equally well have been Greece instead of Spain. Also, I wonder whether this explains the impetus for the Catalonian separatist movement)
  - Trade war is how regions negotiate/assign global unemployment; so expect trade tensions to be increasingly focal over the next several years.
- "Austerity economics" is completely wrong, because it presumes that universal thrift is a positive thing; in reality, you're always playing whack-a-mole to try and bury the excess savings in a zero-sum game. /The solution is not for low-savings countries to cut back on consumption, but for high-savings countries to increase consumption (lest they be forced into unemployment!)/
- At the global level, there are only three sustainable options:
  1. Increase in consumption by saving groups (Something China is trying to do[fn::Third Plenum reform proposals], and Germany has tepid steps towards)
  2. Direct savings into productive investment instead of producing inventory for export (and trying to export away savings)
     Private sector reluctance (hard to capture value), so likely government funded (eg: China research funding, CERN Higgs factory, Infrastructure projects towards productivity, etc.)
  3. High unemployment in savings heavy region.
  4. The above changes will likely be slow, so (as a stop gap) need countries with productive investment opportunities to keep demand high while the structural distortions are worked out.
- The first country to introduce downward wealth re-distribution will likely export away the employment and growth that result from a surge in consumption (effectively donating away the savings). Reduced global trade will likely provide impetus for local downward redistribution, but not until then.
- Increasing debt-fueled consumption in the US, or export-oriented investments in China are likely to worsen the underlying structural imbalances.
** In summary
#+begin_quote
/"It is utterly impossible, as this country has demonstrated again and again, for the rich to save as much as they have been trying to save, and save anything that is worth saving. They can save idle factories and useless railroad coaches; they can save empty office buildings and closed banks; they can save paper evidences of foreign loans; but as a class they cannot save anything that is worth saving, above and beyond the amount that is made profitable by the increase of consumer buying. It is for the interests of the well-to-do -- to protect them from the results of their own folly -- that we should take from them a sufficient amount of their surplus to enable consumers to consume and business to operate at a profit. This is not “soaking the rich”; it is saving the rich. Incidentally, it is the only way to assure them the serenity and security which they do not have at the present moment."/  (Marriner Eccles testimony to the US Congress, 1933)
#+end_quote
