the-great-rebalancing-michael-pettis.html
<div id="outline-container-orgd14b7bc" class="outline-3">
<h3 id="orgd14b7bc"><span class="section-number-3">1.3</span> Universal thrift, and the tragedy of the commons</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>Bernard Mandeville&rsquo;s <i>Fable of the bees</i> was considered &ldquo;un-christian&rdquo; for stating that spending by the rich was good for the poor, and everyone becoming thrifty would be a disaster! (Interesting relation to Max Weber&rsquo;s Protestant ethic and the spirit of capitalism)</li>
<li>John Hobson, Confessions of an economic heretic (~1930s)</li>
<li>Thrift is great at an individual level; why not at the universal level?
<ul class="org-ul">
<li>Thrift is either productive investment, or optionality by deferring consumption. If nobody is doing enough consumption today, the cycle breaks and economic flywheel decelerates. If everyone held on to money for optionality, no-one would be doing any value-generating activity. Yet another tragedy of the commons! (let others spend today, and I shall spend tomorrow when I might get more bang for the my buck, compared to today!)</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orga4a7bfe" class="outline-3">
<h3 id="orga4a7bfe"><span class="section-number-3">1.4</span> Applying these ideas to what we observe in the world</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>Summary table of possible equilibrating responses to increased savings from income inequality.
<ul class="org-ul">
<li>Of the six options, only &ldquo;sustainable&rdquo;<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup> ones are to put savings towards productive investments, or unemployment (or welfare &#x2013; either by the rich, or through the government with VERY HIGH marginal tax rates, which is one of the sub-cases of &ldquo;linear consumption&rdquo;).</li>
<li>In the current political climate (welfare unlikely), if productive investments don&rsquo;t absorb savings, the only macroeconomic solution is unemployment.</li>
</ul></li>
<li>In the intermediate term, unsustainable possibilities include debt-fueled consumption, but that will likely increase debt beyond serviceable levels, so unlikely to continue.
<ul class="org-ul">
<li>Examples galore in the US</li>
<li>Credit-financed consumption in Southern Europe, Housing bubbles around the (China, Canada, India?).</li>
</ul></li>
<li>Historically, unemployment starts in regions with fastest increase in debt (eg: US), but soon direct/indirect interventions in trade shift this to regions with high savings (eg: China, Germany)<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>.
<ul class="org-ul">
<li>Regions with surpluses are dependent on high-demand regions to siphon off the savings &amp; excess production, otherwise their own supply and demand cannot balance, and all their hitherto productive investments will turn unproductive (unless they can raise their consumption drastically). This is the position China &amp; Germany are in.</li>
<li>Nicely worked out example of Germany-Spain system. (Presumably could equally well have been Greece instead of Spain. Also, I wonder whether this explains the impetus for the Catalonian separatist movement)</li>
<li>Trade war is how regions negotiate/assign global unemployment; so expect trade tensions to be increasingly focal over the next several years.</li>
</ul></li>
<li>&ldquo;Austerity economics&rdquo; is completely wrong, because it presumes that universal thrift is a positive thing; in reality, you&rsquo;re always playing whack-a-mole to try and bury the excess savings in a zero-sum game. <i>The solution is not for low-savings countries to cut back on consumption, but for high-savings countries to increase consumption (lest they be forced into unemployment!)</i></li>
<li>At the global level, there are only three sustainable options:
<ol class="org-ol">
<li>Increase in consumption by saving groups (Something China is trying to do<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>, and Germany has tepid steps towards)</li>
<li>Direct savings into productive investment instead of producing inventory for export (and trying to export away savings)
Private sector reluctance (hard to capture value), so likely government funded (eg: China research funding, CERN Higgs factory, Infrastructure projects towards productivity, etc.)</li>
<li>High unemployment in savings heavy region.</li>
<li>The above changes will likely be slow, so (as a stop gap) need countries with productive investment opportunities to keep demand high while the structural distortions are worked out.</li>
</ol></li>
<li>The first country to introduce downward wealth re-distribution will likely export away the employment and growth that result from a surge in consumption (effectively donating away the savings). Reduced global trade will likely provide impetus for local downward redistribution, but not until then.</li>
<li>Increasing debt-fueled consumption in the US, or export-oriented investments in China are likely to worsen the underlying structural imbalances.</li>
</ul>
</div>
</div>
<div id="outline-container-org15fc1d1" class="outline-3">
<h3 id="org15fc1d1"><span class="section-number-3">1.5</span> In summary</h3>
<div class="outline-text-3" id="text-1-5">
<blockquote>
<p>
<i>&ldquo;It is utterly impossible, as this country has demonstrated again and again, for the rich to save as much as they have been trying to save, and save anything that is worth saving. They can save idle factories and useless railroad coaches; they can save empty office buildings and closed banks; they can save paper evidences of foreign loans; but as a class they cannot save anything that is worth saving, above and beyond the amount that is made profitable by the increase of consumer buying. It is for the interests of the well-to-do &#x2013; to protect them from the results of their own folly &#x2013; that we should take from them a sufficient amount of their surplus to enable consumers to consume and business to operate at a profit. This is not “soaking the rich”; it is saving the rich. Incidentally, it is the only way to assure them the serenity and security which they do not have at the present moment.&rdquo;</i>  (Marriner Eccles testimony to the US Congress, 1933)
</p>
</blockquote>
</div>
</div>
