the-great-rebalancing-michael-pettis.org
** My comments
- /FRB further injecting "liquidity" into capital markets is akin to pouring fuel on the fire, because it's all meant to go towards investment!/ Also, perversely, generating debt to fuel investment is effectively claiming that inequality is /"not high enough"/ to produce the necessary investment, for the given consumption level!
- Note: *The same likely applies even if the inequality is driven by technology/automation, and in fact explains the imperial dynamics of the industrial revolution quite well!*
- PS: Apart from inequality, population dynamics also contribute to the dynamics of savings. Young and old people weigh heavily on the consumption, while middle-aged people weigh heavily on savings... either for retirement, or to fuel consumption of the other two groups under their umbrella. An excess of savings-age population (unwilling to retire) will also likely cause complications.
- Unemployment in high-savings regions is reminiscent of the Maxwell construction for phase mixtures, stabilizing otherwise metastable states. (Employment being the order parameter; savings among employed must match consumption among unemployed)
- Alternate solution to "unemployment" -- instead of reducing the number of employed people, reduce the per-capita working hours.
- Basically, the rest of the world refuses to act as the "bank" for the thrifty, allowing them to run up large and sustained surpluses, because that is a hard promise to keep.
- The savings glut from US inequality combined with the savings glut from China has been a double whammy on the Rust Belt[fn::which is exactly where unemployment hit first! Only, the Republicans & progressive Democrats disagree on which of the two sources of savings glut to squeeze, while the moderate Democrats are stuck) (and rural US more broadly).
- Done well, healthcare welfare might be one form of wealth redistribution which is very difficult to export away to China (largely a service industry, and most value of drugs captured in the US). Likewise education, since American students don't go abroad for college. (/I don't mean loans, unless they're loans that are meant to be forgiven/). This would reduce (structural) inequality, by pipint (rich people) savings towards (poor people) consumption; any improvement in productive capacity from improved health or capabilities is a bonus.
- Applications to India? Sainath has mentioned that since the opening up of India's economy, India has had *massive* inequality growth. How does that affect unemployment, and trade deficits? Also, the propensity to buy gold contributes to the deficitr
- Applications to intra-US politics -- rural(central)-vs-urban(bicoastal)?
- Why do religions forbid lending with interest?
- We saw a use of this perspective to analyze the industrial revolution and imperialism. What about analyzing automation?

# * Rest of the book :noexport:
# ** Chapter 1: Trade imbalances
# *** Different explanations :noexport:
# Need to explain modern China, Germany, Japan, South Korea, etc.
# **** Infant industry (Alexander Hamilton 1791, US protectionism)
# Definitely can't explain contemporary Germany & Japan as technological infants, and supposedly China discourages too much internal competition (ideal for developing industry).
# **** Mercantilism
# - Policies to encourage export and discourage consumption; historically store surplus (as gold & silver) for sponsoring war effort.
# - But today, countries instead accumulate foreign exchange reserves i.e. currency and bonds. Pragmatically, useful not for military needs, but for maintaining sovereign currency stability, payments on foreign loans and obligations, and /guaranteeing access to imported commodities/ in pressing times.
# **** Underconsumptionist argument
# Most parsimonious explanation.
# *** Natural rebalancing consequences
# **** Currency values re-adjust such that exporter's currency appreciates and importer's depreciates, till we get a new equilibrium[fn::Presumably values correspond to chemical potentials given demand/supply]
# **** Alternately, direction of capital flows can be reversed
# *** Destabilizing effects of sustained imbalances
# **** Only policy/institutional/structural effects can cause sustained large-scale distortions; eg: sustained deficits without allowing increase in productive investments to (naturally) compensate. Adjustments inspite of constraints are more likely to be violent (aka financial crisis), eg: rapid deleveraging process.
# *** We have the tools
# **** Savings rate of any country are determined not so much by "thriftiness" of its citizens, but by the policies at home vis-a-vis trade partners.
# - Silly to (completely) attribute imbalances to the spendthrift Spaniards and the assiduous Germans, because national policies are typically far more powerful than individual orientations.
# - An effort by one country to change its trade balance must tautologically be compensated in the trade balances of its trading partners.
# - Likewise, any effort by one country to change its savings vis-a-vis investments will affect its current account, and hence ripple on to its trading partners.
# **** If we choose the wrong policy response, we'll exacerbate unemployment and trade conflict.
# - Exhorting/imposing austerity is likely to cause unemployment (and other distasteful ripple effects), because chasing thriftiness is ultimately a zero-sum game.
# *** Why so much confusion?
# **** The key factors are not just (directly) tariffs and currency manipulation, but indirectly affecting relation between consumption and GDP (along with a whole range host of other industrial, financial, and tax policies)
# **** Savings rate cannot easily be independently controlled with moralistic exhortations.
# **** Role of central bank, and the US dollar as global reserve currency.[fn::IMHO, it's a complicated mixed bag.]
# **** Far easier to make silly statements about culture eg: Confucian reversal in ~50 years.
# *** Some accounting identities (tautologically defined)
# 1. For every country, the current account (net income) and capital account (net balance sheet change) (difference) must balance to zero.
#    - Conservation of money; every dollar that enters a country must (eventually) leave the country, and be reflected the capital account meanwhile.
# 3. Current Account surplus = Domestic savings - Domestic investment
#    - Savings not invested locally must be invested abroad, automatically leading to a net excess of exports.
# 4. GDP = Consumption + Savings
#    - Everything a country produces must either be consumed (incl. wasted or discarded) or saved.

# ** Chapter Two: How does trade intervention work?
# *** Fredonia's import tariffs
# **** First-order effect: Import substitution, or elastic demand for imports means that imports reduce, reducing trade deficit.
# **** Second-order effect: If no substitutes, and inelastic demand, then consumption of other domestically produced items reduces. If the increased domestic savings (i.e. money raised from tariffs) are either invested abroad or locally displace FDI, this can reduce trade deficits.
# **** Question: Are the two effects equal in size (eg: could we prove that the sum is the same? If so, second order in dynamics, but not in size!) Or can we argue that the second order effect is systematically smaller in size?
# **** Better to think of the tariff as govt setting up the conditional -- either choose a local substitute, or give me the tariff so that I may reduce the deficit.

# ** Chapter Three: The many forms of trade intervention
# *** Anything that affects production & consumption is likely to affect savings and investment, and therefore affect trade balances. So, a whole host of domestic policies become effectively trade policies. (much like their implications for trade between different regions _within_ the country between whom trade is "free")
# *** Any policies that lead to transferms of resources from one sector of the economy to another are effectively (explicit or hidden) subsidies or tariffs; to the extent that they affect overall production and consumption, they have impact on trade imbalances.
# *** Effect of interest rates on household consumption might be reversed between US and China! (Key influencing factor might be people's feeling of wealthiness)
