the-great-rebalancing-michael-pettis.html
<div id="outline-container-org6711e2b" class="outline-3">
<h3 id="org6711e2b"><span class="section-number-3">1.6</span> My comments</h3>
<div class="outline-text-3" id="text-1-6">
<ul class="org-ul">
<li><i>FRB further injecting &ldquo;liquidity&rdquo; into capital markets is akin to pouring fuel on the fire, because it&rsquo;s all meant to go towards investment!</i> Also, perversely, generating debt to fuel investment is effectively claiming that inequality is <i>&ldquo;not high enough&rdquo;</i> to produce the necessary investment, for the given consumption level!</li>
<li>Note: <b>The same likely applies even if the inequality is driven by technology/automation, and in fact explains the imperial dynamics of the industrial revolution quite well!</b></li>
<li>PS: Apart from inequality, population dynamics also contribute to the dynamics of savings. Young and old people weigh heavily on the consumption, while middle-aged people weigh heavily on savings&#x2026; either for retirement, or to fuel consumption of the other two groups under their umbrella. An excess of savings-age population (unwilling to retire) will also likely cause complications.</li>
<li>Unemployment in high-savings regions is reminiscent of the Maxwell construction for phase mixtures, stabilizing otherwise metastable states. (Employment being the order parameter; savings among employed must match consumption among unemployed)</li>
<li>Alternate solution to &ldquo;unemployment&rdquo; &#x2013; instead of reducing the number of employed people, reduce the per-capita working hours.</li>
<li>Basically, the rest of the world refuses to act as the &ldquo;bank&rdquo; for the thrifty, allowing them to run up large and sustained surpluses, because that is a hard promise to keep.</li>
<li>The savings glut from US inequality combined with the savings glut from China has been a double whammy on the Rust Belt[fn::which is exactly where unemployment hit first! Only, the Republicans &amp; progressive Democrats disagree on which of the two sources of savings glut to squeeze, while the moderate Democrats are stuck) (and rural US more broadly).</li>
<li>Done well, healthcare welfare might be one form of wealth redistribution which is very difficult to export away to China (largely a service industry, and most value of drugs captured in the US). Likewise education, since American students don&rsquo;t go abroad for college. (<i>I don&rsquo;t mean loans, unless they&rsquo;re loans that are meant to be forgiven</i>). This would reduce (structural) inequality, by pipint (rich people) savings towards (poor people) consumption; any improvement in productive capacity from improved health or capabilities is a bonus.</li>
<li>Applications to India? Sainath has mentioned that since the opening up of India&rsquo;s economy, India has had <b>massive</b> inequality growth. How does that affect unemployment, and trade deficits? Also, the propensity to buy gold contributes to the deficitr</li>
<li>Applications to intra-US politics &#x2013; rural(central)-vs-urban(bicoastal)?</li>
<li>Why do religions forbid lending with interest?</li>
<li>We saw a use of this perspective to analyze the industrial revolution and imperialism. What about analyzing automation?</li>
</ul>
</div>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">nature has a way of <i>forcing</i> ecosystems to become sustainable</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">Written in 2013, this seems incredibly prescient about the Trump phenomenon</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">Third Plenum reform proposals</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="date">Date: June 2020</p>
<p class="author">Author: Siva Swaminathan</p>
<p class="date">Created: 2020-12-29 Tue 13:05</p>
</div>
</body>
</html>
